<template>
  <section class="section">
    <div class="section_main">
      <div class="main"></div>
      <div class="usBody_container">
        <div class="section_usBody">
          <span class="text_about">Красивый плодоносящий сад и ухоженный огород требуют от владельцев немалого труда и забот.
            К счастью, сегодня в продаже имеется огромный выбор инструментов и техники, облегчающей садово-огородные работы и
            повышающей их эффективность. Интернет-магазин садовой техники с удовольствием предлагает воспользоваться
            нашим ассортиментом для выбора огородного и садового инвентаря, оборудования для сельскохозяйственных работ и многих
            других предметов, которые сделают ваше пребывание на даче и работу на приусадебном участке легким и приятным занятием.
          </span>
          <h1 class="text_about-h1"><b>Садово-огородный инвентарь</b></h1>
          <span class="text_about">На наших полках вы найдете практически любой садовый инвентарь, который может понадобиться
            для ухода за деревьями, цветами и овощными грядками. Садовые инструменты, топоры, пилы и косы, семена и удобрения,
            шланги, насосы и все прочее, необходимое для полива растений, – широкий выбор этих и других необходимых каждому садоводу
            товаров ожидает вас в интернет-магазине. Весь садовый инвентарь и техника отличаются высоким качеством и предлагаются по
            минимальным ценам, близким к закупочным.
          </span>
          <h1 class="text_about-h1"><b>Садовая техника и аксессуары</b></h1>
          <span class="text_about">Современное садоводство уже не является тяжелейшим физическим трудом благодаря многочисленным
            образцам садовой и огородной техники, значительно облегчающей уход за растениями на дачном или приусадебном участке.
            Электрические и бензиновые культиваторы, триммеры, измельчители, техника для полива – список можно продолжать еще
            очень долго. Всю садовую технику можно купить в магазине с доставкой непосредственно к вам на дачу или
            в загородный поселок. Разумеется, к любому техническому устройству можно выбрать необходимые сменные насадки, аксессуары
            и расходные материалы.</span>
          <h1 class="text_about-h1"><b>Благоустройство приусадебного участка</b></h1>
          <span class="text_about">Красивый забор или декоративная ограда, удобная и изящная садовая мебель, оригинальные кашпо
            и вазоны способны преобразить скучный двор, превратив его в уютный уголок, где приятно проводить время и отдыхать после
            работы. Кроме того, у нас вы найдете широкий выбор летних бассейнов и аксессуаров к ним, а также все, что требуется
            для устройства на участке прудов и фонтанов.</span>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
    export default {
        name: "AboutUsBody"
    }
</script>

<style>
  .usBody_container{
  min-height: 500px;
  z-index: 90;
  width: 100%;
  height: 100%;
  margin-right: auto;
  margin-left: auto;
  padding-right: 15px;
  padding-left: 15px;
  max-width: 1140px;
  display: block;
  padding-bottom: 2%;
  }
  .section_usBody{
    position: relative;
    z-index: 100;
    padding-top: 50px;
  }
  .text_about{
    text-decoration: none;
    font-family: Roboto, serif;
    font-size: 20px;
    color: #184355;
  }
  .text_about-h1{
    text-decoration: none;
    font-family: Roboto, serif;
    font-size: 30px;
    color: #184355;
    margin-top: 20px;
    margin-bottom: 20px;
  }
</style>
