<template>
  <section class="section">
    <div class="section_main">
      <div class="main"></div>
      <div class="conf_container">
        <h1 class="text_conf_h1">ПОЛИТИКА КОНФИДЕНЦЕАЛЬНОСТИ</h1>
        <h2 class="text_conf_h2">1. Общие положения</h2>
        <span class="text_conf">Настоящая политика обработки персональных данных составлена в соответствии с требованиями
          Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных
          и меры по обеспечению безопасности персональных данных пользователя. <br>1.1. Оператор ставит своей важнейшей целью и
          условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных
          данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.<br> 1.2. Настоящая
          политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации,
          которую Оператор может получить о посетителях веб-сайта</span>
        <h2 class="text_conf_h2">2. Основные понятия, используемые в Политике</h2>
        <span class="text_conf">2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью
          средств вычислительной техники; <br>2.2. Блокирование персональных данных – временное прекращение обработки персональных
          данных (за исключением случаев, если обработка необходима для уточнения персональных данных);<br>2.3. Веб-сайт –
          совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их
          доступность в сети интернет по сетевому адресу. <br> 2.4. Информационная система персональных данных — совокупность
          содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических
          средств; <br> 2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без
          использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту
          персональных данных; <br>2.6. Обработка персональных данных – любое действие (операция) или совокупность действий
          (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение
          персональных данных; <br> 2.7. Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо,
          самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также
          определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции),
          совершаемые с персональными данными; <br> 2.8. Персональные данные – любая информация, относящаяся прямо или косвенно
          к определенному или определяемому Пользователю веб-сайта <br> 2.9. Пользователь – любой посетитель веб-сайта; <br>2.10.
          Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или
          определенному кругу лиц; <br> 2.11. Распространение персональных данных – любые действия, направленные на раскрытие
          персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными
          неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в
          информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом; <br>
          2.12. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства
          органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу; <br>2.13. Уничтожение
          персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с
          невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных
          и (или) уничтожаются материальные носители персональных данных.</span>
        <h2 class="text_conf_h2">3. Оператор может обрабатывать следующие персональные данные Пользователя</h2>
        <span class="text_conf">3.1. Фамилия, имя, отчество; <br> 3.2. Номер телефона; <br> 3.3. Адрес электронной почты;</span>
        <h2 class="text_conf_h2">4. Цели обработки персональных данных</h2>
        <span class="text_conf">4.1. Цель обработки персональных данных Пользователя — заключение, исполнение и прекращение
          гражданско-правовых договоров; предоставление доступа Пользователю к сервисам, информации и/или материалам, с
          одержащимся на веб-сайте; уточнение деталей заказа. <br> 4.2. Также Оператор имеет право направлять Пользователю
          уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. <br> 4.3. Обезличенные данные
          Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях
          Пользователей на сайте, улучшения качества сайта и его содержания.</span>
        <h2 class="text_conf_h2">5. Правовые основания обработки персональных данных</h2>
        <span class="text_conf">5.1. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения
          и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте. Заполняя соответствующие
          формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой. <br>
          5.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера
          Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).</span>
        <h2 class="text_conf_h2">6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>
        <span class="text_conf">Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем
          реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований
          действующего законодательства в области защиты персональных данных. <br> 6.1. Оператор обеспечивает сохранность
          персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.<br>
          6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением
          случаев, связанных с исполнением действующего законодательства. <br> 6.3. В случае выявления неточностей в персональных
          данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес
          электронной почты Оператора wladisalw31011998@mail.ru с пометкой «Актуализация персональных данных».<br>
          6.4. Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое
          согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на
          электронный адрес Оператора wladisalw31011998@mail.ru с пометкой «Отзыв согласия на обработку
          персональных данных».</span>
        <h2 class="text_conf_h2">7. Трансграничная передача персональных данных</h2>
        <span class="text_conf">7.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан
          убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных
          данных, обеспечивается надежная защита прав субъектов персональных данных.<br>7.2. Трансграничная передача персональных
          данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в
          случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных
          данных и/или исполнения договора, стороной которого является субъект персональных данных.</span>
        <h2 class="text_conf_h2">8. Заключительные положения</h2>
        <span class="text_conf">8.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки
          его персональных данных, обратившись к Оператору с помощью электронной почты wladisalw31011998@mail.ru. <br>
          8.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором.
          Политика действует бессрочно до замены ее новой версией.</span>
      </div>
    </div>
  </section>
</template>

<script>
  export default {
    name: "Politics"
  }
</script>

<style>
  .conf_container{
    min-height: 500px;
    z-index: 90;
    width: 100%;
    height: 100%;
    margin-right: auto;
    margin-left: auto;
    padding-right: 15px;
    padding-left: 15px;
    max-width: 1140px;
    display: block;
    padding-bottom: 2%;
    position: relative;
    padding-top: 50px;
  }
  .text_conf_h1{
    text-decoration: none;
    font-family: Roboto, serif;
    font-size: 25px;
    color: #184355;
    margin-top: 50px;
    margin-bottom: 20px;
  }
  .text_conf_h2{
    text-decoration: none;
    font-family: Roboto, serif;
    font-size: 20px;
    color: #184355;
    margin-top: 20px;
    margin-bottom: 20px;
    margin-left: 20px;
  }
  .text_conf{
    text-decoration: none;
    font-family: Roboto, serif;
    font-size: 15px;
    color: #184355;
  }
</style>

